brew "bat"
brew "fd"
brew "fish"
brew "fossil"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "neovim"
brew "rcm"
brew "ripgrep"
brew "starship"
cask "font-fira-code-nerd-font"
cask "iterm2"
